Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Słyszałem, że pracowałeś kiedyś nad recepturą Dagoberta...
uk: Я чув, що ти колись працював над рецептом Дагоберта...

source: Słyszałem, że prowadzisz tu interesy. Mogę wiedzieć, czemu mnie nie powiadomiłeś o swoich zamiarach?
uk: Я чув, що у тебе тут справи. Чи можу я дізнатися, чому ти не сказав мені про свої наміри?

source: Słyszałem, że prowadzisz tu pewne interesy.
uk: Я чув, що ти тут дечим займаєшся.

source: Słyszałem, że prowadzisz tu pewne interesy. Czy to prawda?
uk: Я чув, що ти тут дечим займаєшся. Це правда?

source: Słyszałem, że razem z Kesselem wpakowaliście się w niezłe kłopoty.
uk: Я чув, що ви з Кесселем потрапили в чималі неприємності.

source: Słyszałem, że ruszasz do kopalni. Muszę przyznać, że jak na miastowego to masz sporo odwagi.
uk: Я чув, що ти збираєшся до копальні. Мушу сказати, як для містянина, ти дуже сміливий.

source: Słyszałem, że szczodrze nagradzasz swoich ludzi za wierną służbę.
uk: Я чув, що ти щедро винагороджуєш своїх людей за вірну службу.

source: Słyszałem, że szukasz ludzi do pracy.
uk: Я чув, що ти шукаєш людей на роботу.

source: Słyszałem, że są sprowadzane drogą morską.
uk: Я чув, що їх привозять морем.

source: Słyszałem, że to ty pomogłeś rozwiązać sprawę z zamachem na Volkera. Ten człowiek tak wiele robi dla naszego miasta, a niektórzy wciąż uważają go za tego złego...
uk: Я чув, що це ти допоміг розкрити справу про замах на Волкера. Він так багато зробив для нашого міста, а дехто досі вважає його поганцем...

source: Słyszałem, że udało ci się zdobyć jakieś informacje na temat twojego brata. Jeśli chcesz, to możemy się rozdzielić.
uk: Я чув, що тобі вдалося роздобути якусь інформацію про брата. Якщо хочеш, можемо розділитися.

source: Słyszałem, że widziałeś się ze swoim wujciem.
uk: Я чув, ти бачився зі своїм дядьком.

source: Słyszałem, że wróciłeś do sprawy moich dawnych współpracowników i pomyślałem, że może przydałaby ci się mała pomoc.
uk: Чув, що ти повернувся до справи моїх колишніх колег і подумав, що тобі може знадобитися невелика допомога.

source: Słyszałem. Tymczasem pod twoją nieobecność zaatakowano Lichwi... szanowanego obywatela Volkera.
uk: Зрозуміло. Тим часом за твоєї відсутності на Лихва... шановного громадянина Волкера напали.

source: Słyszałeś coś o rozładunku złotych Innosów w porcie?
uk: Ти щось чув про розвантаження золотих Інносів в порту?

source: Słyszałeś coś o włamaniu do Kurta?
uk: Ти що-небудь знаєш про пограбування Курта?

source: Słyszałeś coś? A nie... może mi się tylko wydawało.
uk: Ти це чув? А ні... мабуть, мені просто здалося.

source: Słyszałeś kiedyś o Wyspach Południowych? Tam jest nasza ojczyzna.
uk: Ти чув коли-небудь про Південні острови? Це наша батьківщина.

source: Słyszałeś kiedyś o orkowych psach? Mam dla ciebie skórę jednego z nich.
uk: Ти коли-небудь чув про орчих гончаків? Я маю для тебе шкуру одного з них.

source: Słyszałeś kiedyś o Świętym Wirgilio?
uk: Ти коли-небудь чув про Святого Віргіліо?

source: Słyszałeś może powiedzenie 'przez żołądek do serca'?
uk: Ти ж чув приказку 'Шлях до серця чоловіка лежить через його шлунок'?

source: Słyszałeś o Wilczym Leżu?
uk: Ти чув про Вовче Лігво?

source: Słyszałeś o konfiskacie floty? Znakomicie wyszliśmy na tym dekrecie.
uk: Ти чув про конфіскацію флоту? Ми блискуче уникнули цього указу.

source: Słyszałeś o konfiskacji floty?
uk: Ти чув про конфіскацію флоту?

source: Słyszałeś o tym, co działo się na pobliskim cmentarzu?
uk: Ти чув про те, що сталося на сусідньому цвинтарі?

source: Słyszałeś o uciekinierach z innych wysp?
uk: Ти чув про біженців з інших островів?

source: Słyszałeś plotki? Podobno był zamach na Volkera. Aż strach wyjść na ulicę w dzisiejszych czasach.
uk: Ти чув чутки? Говорять, що на Волкера було скоєно замах. Зараз страшно виходити на вулицю.

source: Słyszałeś to?
uk: Ти це чув?

source: Słyszałeś, co mówił Grayson.
uk: Ти чув, що сказав Грейсон.

source: Słyszeliście? Coś się paniczykowi nie podoba.
uk: Ви це чули? Йому ще щось не подобається.

source: Słyszeliście? Ruchy! Chcę mieć wywieszone truchło tego potwora jeszcze dzisiaj!
uk: Ви це чули? Рухайтеся! Я хочу вивісити тушу цього монстра вже сьогодні!

source: Słyszeliśmy odgłosy walki, co się stało?
uk: Ми чули звуки бою, що сталося?

source: Słyszeliśmy, że szykujesz się na jakąś większą wyprawę.
uk: Ми чули, що ти готуєшся до якоїсь важливої експедиції.

source: Słyszysz ten dźwięk? To wcale nie musi się tak dla ciebie kończyć.
uk: Чуєш цей звук? Зовсім не обов'язково, щоб для тебе все так закінчилось.

source: Słyszysz ten hałas? Oszaleć można!
uk: Ти чуєш цей шум? Збожеволіти можна!

source: Słyszysz to brzmienie? Przepiękne! Mieszanka była idealna! Masz szczęście, że zdążyłeś tu dotrzeć na czas. Raczej niewiele by z ciebie zostało.
uk: Чуєш цей звук? Чудово! Суміш була ідеальною! Тобі пощастило, що ти вчасно прийшов. Інакше від тебе б мало що залишилося.

source: Słyszysz to?
uk: Ти це чуєш?

source: Słyszysz to? Tak właśnie brzmi cisza i spokój.
uk: Чуєш це? Так звучать тиша і спокій.

source: Słyszysz, Flex? Mój kolega chce, żebym wyszedł. No dobrze, zostawię was na chwilkę.
uk: Чуєш, Флекс? Мій колега хоче, щоб я пішов. Гаразд, я залишу вас ненадовго.

source: Słyszę jakieś kroki. Może jednak Kerranowi się udało? Dobrze, że mam ze sobą ten miecz. Jeśli to jeden z tych zdechłych sukinsynów, może przynajmniej zabiorę go ze sobą do grobu!
uk: Чую якісь кроки. Може, Керран все ж таки вибрався? Добре, що у мене з собою цей меч. Якщо це один з тих мертвих виродків, то, може, хоча б заберу його з собою в могилу!

source: Słyszę kogoś po drugiej stronie, muszę się ukryć!
uk: Я чую когось по той бік, треба сховатися!

source: Słyszę, jak na końcu pokoju coś się poruszyło. Musiałem otworzyć tajną skrytkę. Co Alice ma z tymi dźwigniami?
uk: Чую, як щось заворушилося в кінці кімнати. Мабуть, я відкрив таємну схованку. Для чого Алісі ці важелі?

source: Słój miodu za pozbycie się niedźwiedzia?
uk: Банку меду за позбавлення від ведмедя?

source: T-t-tak.
uk: Т-т-так.

source: T-tak... m-m-masz rację.
uk: Т-так... т-твоя правда.

source: T-tak... oczywiście. M-moja cała wypłata. G-gdy tylko zejdę, o-otrzymasz j-ją.
uk: Т-т-так... звісно. Отримаєш всю м-м-мою зарплатню. Щойно я спущуся, отримаєш в-в-все.

source: T-teraz m-mnie puścisz wolno?
uk: Т-тепер ти м-мене відпустиш?

source: T.
uk: Т.

source: TAAAK! AWOOO! W końcu zostanę wilkiem!
uk: ТААК! АУУУУ! Я нарешті стану вовком!

source: TODO_P3: Oddałem Runarowi jego referencje
uk: Я повернув Рунару його рекомендацію.

source: TOM I
uk: ТОМ І

source: TOM II
uk: ТОМ II

source: TOPIELEC MORSKI\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Magia\nWYSTĘPOWANIE: Plaże\nRADA: Żyją w dużo mniejszych grupach niż ich zwykłe odpowiedniki, ale pomimo tego, stosują bardzo podobne taktyki walki. Ze względu na środowisko, w którym funkcjonują, są dużo odporniejsze i potrafią niezwykle mocno przywalić swoim łapami wykorzystywanymi do pływania.
uk: МОРСЬКИЙ ЛУРКЕР\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Магія\nПОШИРЕННЯ: Пляжі\nПОРАДА: Вони живуть набагато меншими групами, ніж їхні звичайні побратими, але, попри це, вони використовують дуже схожу бойову тактику. Завдяки середовищу, в якому вони мешкають, вони набагато витриваліші, а їх перетинчасті лапи придатні не тільки для плавання, але і для бою.

source: TOPIELEC\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Ogień, Magia\nWYSTĘPOWANIE: Plaże, okolice rzek i zbiorników wodnych\nRADA: Ich krok jest bardzo ociężały, ale potrafią atakować swoimi łapami z bardzo daleka. Zazwyczaj okrążają przeciwnika, by zadać cios z boku. Często żerują w grupach i są wtedy niezwykle niebezpieczne - gdy jeden osobnik zajmuje uwagę ofiary, drugi natychmiast przystępuje do ataku.
uk: ЛУРКЕР\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Вогонь, магія\nПОШИРЕННЯ: Пляжі, біля річок та водойм\nПОРАДА: Вони досить повільні, але довгі лапи в бою це компенсують. Зазвичай вони обходять свого супротивника, щоб завдати удару збоку. Вони часто харчуються групами, що робить їх надзвичайно небезпечними – одна особина відволікає увагу, а інші раптово нападають.

source: TROLL BAGIENNY\nRODZAJ OBRAŻEŃ: Obrażenia od upadku\nODPORNOŚĆ: Pociski, Wiatr/Upadek\nPODATNOŚĆ: Brak\nWYSTĘPOWANIE: Bagna\nRADA: Mniejsze i słabsze, ale nie należy ich pod żadnym pozorem lekceważyć. Potrafią cisnąć człowiekiem równie daleko, co pozostałe trolle.
uk: БОЛОТНИЙ ТРОЛЬ\nТИП ШКОДИ: Падіння\nОПІР: Стріли, болти, вітер/падіння\nВРАЗЛИВІСТЬ: Немає\nПОШИРЕННЯ: Болота\nПОРАДА: Менший і слабші за своїх побратимів, але не можна недооцінювати ні в якому разі. Вони можуть жбурнути людину настільки ж далеко, як й інші тролі.

source: TROLL\nRODZAJ OBRAŻEŃ: Obrażenia od upadku\nODPORNOŚĆ: Pociski, Wiatr/Upadek\nPODATNOŚĆ: Brak\nWYSTĘPOWANIE: Kotliny, Niedostępne półki skalne\nRADA: Jeśli nie zabije cię pięść, to dzieła dokończy upadek. Przygotuj miksturę swobodnego spadania! Trolle są bardzo powolne - wykorzystaj to!
uk: ТРОЛЬ\nТИП ШКОДИ: Падіння\nОПІР: Стріли, болти, вітер/падіння\nВРАЗЛИВІСТЬ: Немає\nПОШИРЕННЯ: Котловини, неприступні скельні виступи\nПОРАДА: Якщо їх кулак не вб’є вас, падіння довершить справу. Приготуйте зілля вільного падіння! Тролі дуже повільні - скористайтеся цим!

source: TRUPY! CHODZĄCE TRUPY!
uk: МЕРЦІ! ХОДЯЧІ МЕРЦІ!

# TRUTKA NA SZCZURY -Rdest polny -Smażone mięso szczura -Ciemny grzyb -Woda
source: TRUTKA NA SZCZURY\n-Rdest polny\n-Smażone mięso szczura\n-Ciemny grzyb\n-Woda
uk: ЩУРЯЧА ОТРУТА\n- Спориш польовий\n- Смажене м'ясо щура\n- Темний гриб\n- Вода

source: Ta Bestia mogła należeć do orków!
uk: Цей Звір міг належати оркам!

source: Ta broń należała do Salviego.
uk: Ця зброя належала Сальві.

source: Ta butelka przepłynęła za mną siedem mórz i widziała krańce świata!
uk: Ця пляшка пропливла зі мною сім морів і побувала на краю світу!

source: Ta butelka wina... wygląda bardzo podejrzanie.
uk: Ця пляшка вина... виглядає дуже підозріло.

source: Ta chata wygląda mi na opuszczoną.
uk: Ця хатина виглядає покинутою.

source: Ta cholerna wojna daje mi się we znaki. Już nawet nie mogę odwiedzić rodziny mieszkającej w innej części Archipelagu!
uk: Ця безглузда війна не дає мені спокою. Я тепер не можу навіть відвідати свою сім'ю, яка мешкає в іншій частині Архіпелагу!

source: Ta czaszka, którą mi dałeś i orkowa broń, sprawiły, że zaczęli mnie wreszcie szanować!
uk: Той череп, який ти мені дав, і зброя орків змусили їх нарешті мене поважати!

source: Ta część brzmi już jednak jak fantazja. Nie zmienia to jednak faktu, iż w przedmiocie czuć aurę równowagi Adanosa.
uk: Це звучить фантастично. Однак це не змінює того факту, що в предметі відчувається аура рівноваги Аданоса.

source: Ta dziewczyna była przetrzymywana tu wbrew swojej woli.
uk: Цю дівчину утримували проти її волі.

source: Ta dziewczyna była przetrzymywana wbrew swojej woli.
uk: Цю дівчину утримували проти її волі.

source: Ta dziewczyna, którą przetrzymujecie, to Lena, prawda?
uk: Та дівчина, яку ви утримуєте – це Олена, так?

source: Ta dzika horda rujnuje mój lokal! No i gdzie jest straż, kiedy jest potrzebna?!
uk: Ця орда дикунів руйнує мій заклад! І де ж та Варта, коли вони так потрібні?!

source: Ta dzisiejsza młodzież...
uk: Ох уже ця молодь...

source: Ta eskapada nie była dobrym pomysłem...
uk: Ця витівка була поганою ідеєю...

source: Ta farma to teren Bermara i to on ustanawia zasady. A ja pilnuję, żeby te zasady były przestrzegane.
uk: Ця ферма – земля Бермара, і це він встановлює правила. А я стежу за тим, щоб цих правил дотримувалися.

source: Ta historia brzmi coraz bardziej złowieszczo. Magowie przyzywający z nieba deszcz ognia? Podobno to właśnie on spopielił Vardhal i całą okolicę twierdzy. Mag wspomina również, że z zewnętrznych murów nie zostało praktycznie nic, lecz czasami wspinał się na nie i przyglądał się zniszczeniom wyrządzonym przez swojego mistrza.
uk: Ця історія звучить дедалі зловісніше. Маги, що викликають вогняний дощ з неба? Очевидно, саме це спалило Вардхал і всю прилеглу територію фортеці. Маг також згадує, що від зовнішніх стін практично нічого не залишилося, але він час від часу піднімався на них і дивився на шкоду, заподіяну його вчителем.

source: Ta historia nie ma sensu, on musi coś ukrywać.
uk: Ця історія не має сенсу. Він, мабуть, щось приховує.

source: Ta historia robi się coraz ciekawsza. Lutz nie tylko ukradł oszczędności Marthy, ale też uciekł z inną kobietą. Teraz chce jej wszystko wynagrodzić. Mam przekonać Marthę do spotkania z nim poza Silbach i zadbać o odpowiedni nastrój podczas schadzki. Powinienem zacząć od samej zainteresowanej i oddać jej skradzione złoto.
uk: Ця історія стає дедалі цікавішою. Люц не лише вкрав усі заощадження Марти, але й втік з іншою жінкою. Тепер він хоче загладити свою провину перед нею. Я маю переконати Марту зустрітися з ним за межами Сільбаху і створити відповідний настрій для побачення. Краще почати з Марти і повернути їй вкрадене золото.

source: Ta informacja nie jest dostępna publicznie. Jedyne co mogę ci powiedzieć to to, że działał on na szkodę naszego wspaniałego miasta.
uk: Це закрита інформація. Можу лише сказати, що його дії були спрямовані на шкоду нашому чудовому місту.

source: Ta jaskinia wygląda jak główne pomieszczenie przemytników. Facet przy stole pewnie jest ich szefem. Muszę sprawdzić resztę pomieszczeń, na drugim końcu pomieszczenia widziałem chyba jakiś mały tunel.
uk: Ця печера має вигляд головного приміщення контрабандистів. Чоловік за столом, мабуть, їхній очільник. Мені потрібно перевірити й інші приміщення. Здається, в іншому кінці я помітив якийсь невеличкий тунель.

source: Ta krwawa kompania dała mi porządnie w kość.
uk: Ця клята компанія добряче мене помучила.

source: Ta kusza jest bezużyteczna! Równie dobrze mógłbym rzucać bełtami!
uk: Цей арбалет нікудишній! З таким же успіхом я міг би руками кидати болти!

source: Ta lista jest dość ciekawa. Autor zrobił dobry wywiad.
uk: Цей лист досить цікавий. Автор зробив чудове розслідування.

source: Ta metoda ma jedną wadę: nie mamy pewności, czy In Extremo da się sprowokować. Ale za to praktycznie niczym nie ryzykujemy.
uk: Цей метод має один недолік: я не впевнений, чи In Extremo дадуть себе спровокувати. Але ми практично нічим не ризикуємо.

source: Ta niebywale niebezpieczna sztuka zostanie wykonana za jedyne 30 sztuk złota!
uk: Це неймовірно небезпечне мистецтво буде продемонстровано всього за 30 золотих!

source: Ta niezwykła waga wymaga jednak dziesiątek lat skrupulatnych badań, żeby być w stanie powiedzieć o niej cokolwiek więcej, a co dopiero poznać tajniki jej działania...
uk: Потрібні десятиліття ретельних досліджень, щоб можна було сказати більше про ці незвичайні терези, не кажучи вже про те, щоб розібратися в тонкощах їх роботи...

source: Ta obrzydliwa zbrodnia miała na celu zniszczyć obraz naszego bezpiecznego miasta i zasiać niepokój w sercach jego mieszkańców.
uk: Цей огидний злочин мав на меті зруйнувати репутацію нашого захищеного міста і посіяти неспокій у серцях його мешканців.

source: Ta osoba będzie potrzebowała do tego stołu alchemicznego.
uk: Цій людині знадобиться алхімічний стіл.

source: Ta paczka chyba należy do ciebie.
uk: Гадаю, цей пакунок належить тобі.

source: Ta paczka należy do ludzi z Silbach. Lepiej, żebyś ją oddał.
uk: Цей пакунок належить мешканцям Сільбаху. Краще віддай його.

source: Ta pijawka chciała obrabować mnie w biały dzień! Muszę znaleźć inny sposób, żeby zdobyć tę cholerną księgę.
uk: Цей жмикрут хотів пограбувати мене серед білого дня! Я мушу знайти інший спосіб дістати цю кляту книгу.

source: Ta pomoc to jedyny warunek?
uk: Ця допомога – єдина умова?

source: Ta potrawka miała być dla Starszego i jego żony, a teraz nadaje się już tylko do wyrzucenia.
uk: Ця страва призначалася для старости та його дружини, а тепер її можна хіба що викинути.

source: Ta pradawna księga opisuje wszystkie techniki walki, jakie opanowali wojownicy Wilczych Synów z czasów wojny z Myrtaną. To może być świetny sposób, by trochę się podszkolić jeśli zabraknie mi odpowiedniego nauczyciela.
uk: У цій стародавній книзі описані всі техніки бою, якими оволоділи воїни Вовчих Синів з часів війни проти Міртани. Вона дає чудову можливість трохи потренуватися без відповідного вчителя.

source: Ta przeklęta bestia pożera nasze owce!
uk: Ця клята тварюка пожирає наших овець!

source: Ta przeklęta bestia zżera nasze owce!
uk: Ця проклята тварюка жере наших овець!

source: Ta przeklęta wyspa zabrała mi brata. Nie ma tu dla mnie już miejsca.
uk: Цей проклятий острів забрав у мене брата. Тут для мене більше немає місця.

source: Ta ryba nie śmierdzi
uk: Ця риба не смердить

source: Ta sprawa czekała tak długo, że pewnie w międzyczasie sama się rozwiązała...
uk: Ця справа чекала так довго, що, ймовірно, за цей час вирішилася сама собою...

source: Ta szaleńcza próba zamachu pokazała ich prawdziwe oblicze. Chcieli mnie zamordować z zaskoczenia - bez procesu. Na oczach dziesiątek ludzi.
uk: Цей зухвалий замах показав їхнє справжнє обличчя. Вони хотіли вбити мене зненацька – без суду і слідства. На очах у десятків людей.

source: Ta sól jest warta zabójstwa?
uk: Ця сіль варта того, щоб за неї вбивати?

source: Ta teoria zostanie obalona albo potwierdzona!
uk: Ця теорія буде спростована або підтверджена!

source: Ta trucizna musi być naprawdę niebezpieczna, na własne oczy widziałem jak węże błotne starają się unikać tych latających paskudztw.
uk: Їх отрута, мабуть, дуже небезпечна. Я на власні очі бачив, як болотожери стараються уникати цих літаючих тварюк.

source: Ta ujma na honorze straży przez wiele dni spędzała mi sen z powiek. Świetnie się spisałeś, Marvin. Gratuluję.
uk: Ця наруга над честю вартових не давала мені спати ночами вже кілька днів. Ти чудово попрацював, Марвіне. Мої вітання.

source: Ta waga nie jest zwykłym urządzeniem. Na podstawie informacji z księgi, których dla mnie szukałeś, wnioskuję, że wbrew pozorom waga ta nie służy do sprawdzania jak ciężkie są przedmioty.
uk: Ці терези – не звичайний прилад. Виходячи з інформації в книзі, яку ти для мене шукав, можна зробити висновок, що, не зважаючи на зовнішній вигляд, ці терези призначені не для зважування предметів.

source: Ta walka przyniosła mi małą fortunę! Mam tu dla ciebie coś specjalnego.
uk: Цей бій приніс мені цілий статок! Я маю для тебе дещо особливе.

source: Ta wiadomość to tajemnica państwowa - nawet sam Morris nie może się o tym dowiedzieć.
uk: Цей документ є державною таємницею - навіть сам Морріс не повинен про нього дізнатися.

source: Ta wyprawa miała być zyskowna. Chyba nie mówiłeś o takich drobniakach?
uk: Ця експедиція мала бути прибутковою. Хіба ти не про це говорив?

source: Ta zbroja i tak się tylko u mnie kurzy. Nie mogę patrzeć, jak biegasz w tych łachmanach!
uk: Цей обладунок все одно припадає пилом у мене вдома. А я не можу дивитися, як ти бігаєш у цьому лахмітті!

source: Ta zupa jest niejadalna.
uk: Цей суп неїстівний.

source: Ta świnia na pewno coś ukrywa. Musisz się dowiedzieć, co!
uk: Ця свиня точно щось приховує. Ти мусиш дізнатися, що саме!

source: Ta! Wrócisz do nas z płaczem!
uk: Так! Ти ще повернешся до нас, плачучи!

source: Ta, ci poprzedni też twierdzili, że ich sprawa jest ważna. Jedzenia nam dajcie, dachu nad głową, i to najlepiej za darmo!
uk: Ага, інші теж стверджували, що мають важливі справи. Дайте нам їжу, дах над головою, і до того ж задарма!

source: Ta, co mam nie rozumieć. Mówiąc krótko, nie lubią was, i boją się, że sami kiedyś zaginą jak Reez i Ogis, a wy nie kiwniecie w tej sprawie nawet palcem.
uk: Цього я не розумію. Коротше кажучи, ти їм не подобаєшся, і вони бояться, що одного дня вони самі можуть зникнути, як Різ і Огіс, а ти навіть пальцем не поворухнеш.

source: Ta, coś było, ale chyba tylko rzucił taki pomysł. Nigdy nie był dobry w rękodziele.
uk: Так, було щось таке, але я думаю, що він просто закинув цю ідею. Він ніколи не був хорошим майстром.

source: Ta, coś mi się obiło o uszy.
uk: Так, дещо доводилось чути.

source: Ta, coś o tym wiem.
uk: Так, я дещо про це знаю.

source: Ta, domyślam, się, o które drzewo i o który placyk chodzi. Nie zgadzam się.
uk: Так, я здогадуюся, яке дерево і яку площу він має на увазі. Я не згоден.

source: Ta, dziwna historia. Czasami straszymy nią cywili, żeby byli bardziej posłuszni.
uk: Так, дивна історія. Іноді ми нею лякаємо цивільних, щоб зробити їх більш покірними.

source: Ta, i chyba na tym się skończy, bo za mało wypiłeś.
uk: На цьому, гадаю, все й закінчиться, оскільки ти так мало випив.

source: Ta, i dlatego mój znajomy dostał po mordzie od tej grupy na falochronie? Jasne.
uk: Так, і тому мого знайомого побили якісь бандюки на хвилерізі? Я зрозумів.

source: Ta, i pójdzie wszystko przepić, zrobi burdę i będziemy mieć dodatkową interwencję. Niestety takie są realia.
uk: Так, а тепер він піде і витратить все на випивку або влаштує бійку. І ця подія буде на нашій совісті. На жаль, така реальність.

source: Ta, ja też...
uk: Так, я теж...

source: Ta, jak tam chcesz. Dzięki za złoto!
uk: Та як хочеш. Дякую за золото!

source: Ta, jak tam chcesz. Pomożesz mi teraz, czy nie?
uk: Як хочеш. То як? Допоможеш?

source: Ta, jasne, po prostu zmyślasz. Weź mi tę sieć, nie będę teraz na to marnował czasu!
uk: Так, звичайно, ти просто вигадуєш. Забирай свою сітку, я не збираюся витрачати на це час!

source: Ta, jasne.
uk: Так, звісно.

source: Ta, jasne. Ciekawe, kto was szkolił wcześniej, skoro potrzebujecie nauczyciela. Dobra, nieważne, lepsze to, niż jakieś durne testy Gildii. Nawet, jeśli mam was uczyć kusznictwa, chociaż łuk jest dużo lepszą bronią.
uk: Так, зрозуміло. Цікаво, хто вас тренував раніше, якщо вам потрібен тренер. Гаразд, як скажеш, це краще, ніж якісь дурні тести Гільдії. Навіть якщо мені доведеться вчити вас стріляти з арбалетів, хоча лук набагато краща зброя.

source: Ta, jasne. Dostaniesz połowę mojej wypłaty.
uk: Так, звісно. Ти отримаєш половину моєї зарплатні.

source: Ta, już widzę, jak od kogoś takiego dostajecie porządny miecz.
uk: Так, я вже уявляю, як це – отримати хороший меч від такої людини.

source: Ta, już zdążyłam zauważyć, że zrobiłeś sobie tutaj chody, i obiecuję, nie zostawię tego tak!
uk: Так, я вже встигла помітити, що ти тут досяг успіху, і я обіцяю, що не залишу це просто так!

source: Ta, kiedyś dostawałem od Einara bełty przystosowane do polowań na pełzacze, bo często miałem warty w kopalni.
uk: Так, раніше від Ейнара я отримував болти, пристосовані для полювання на повзунів, тому що я частенько ніс варту в копальні.

source: Ta, można tak powiedzieć. Niedługo przed zaginięciem został pobity przez strażnika Elvarta.
uk: Ну, можна й так сказати. Незадовго до зникнення його побив вартовий Ельварт.

source: Ta, na razie.
uk: Так, побачимось.

source: Ta, nie jest przyjemnym typem. Ale na alchemii się zna jak mało kto, i będzie miał potrzebne mi zioła.
uk: Так, він не дуже приємний. Але він знає алхімію, як ніхто інший, і в нього є потрібні мені трави.

source: Ta, nie omieszkam.
uk: Обов'язково.

source: Ta, pewnie. Już idę.
uk: Так, звісно. Вже йду.

source: Ta, pewnie... wiedziałem, że powinienem iść z resztą za dom Alice... tam byś mnie nie znalazł...
uk: Так, звісно... я знав, що треба було йти з рештою за будинок Аліси... там би ти мене не знайшов...

source: Ta, pomijając ostatnią wizytę, byłem tam jakiś rok temu. Jeśli nie więcej!
uk: Так, якщо не враховувати останній візит, то я був там близько року тому. Якщо не більше!

source: Ta, powodzenia. Tobie może batów nie da. Chociaż nigdy nie wiadomo.
uk: Добре, успіхів тобі. Можливо, він навіть не поб'є тебе. Хоча хто його знає.

source: Ta, przypałętał się tu jakiś i sprzedawał towary chłopakom. Jakoś szczególnie nie wadził, to mu pozwalałem, ale teraz...
uk: Так, приблудив сюди і продавав хлопцям товари. Мені він особливо не заважав, тож я йому дозволив, але тепер...
